{
  "blocks": [
    {
      "name": "techno_header",
      "data": {
        "title_ar": "اوليفر للملابس",
        "title_en": "Oliver Clothing",
        "items": [
          {
            "label": "logo",
            "content": "ملابس عصرية بجودة عالية وسعر مناسب",
            "image": "assets/default-logo.svg"
          }
        ],
        "buttonLabel": ""
      }
    },
    {
      "name": "techno_Image_Text_overlay",
      "data": {
        "title_ar": "معلومات عن المنتج",
        "title_en": "Product Information",
        "icon": "Images",
        "items": [
          {
            "label": "ملابس عصرية بجودة عالية وسعر مناسب",
            "content": "زسشسش ين سشن ن يشسا شسا سشع سشيع شسل سشسش ي شسلي يسش يسش سشيلسشي اشيسايسشل ايسش ياسشل يشلاس اسشيل ايسش ليسش اي سشاشلي سشاشيسلايسش اليسشا يسشلا يسشاي سشا شيستاختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث",
            "image": "https://images.unsplash.com/photo-1521572163474-6864f9cf17ab?w=600&h=600&fit=crop"
          }
        ],
        "buttonLabel": ""
      }
    },
    {
      "name": "techno_Image_Text_beside",
      "data": {
        "title_ar": "معلومات عن المنتج",
        "title_en": "Product Information",
        "icon": "Images",
        "items": [
          {
            "label": "ملابس عصرية بجودة عالية وسعر مناسب",
            "content": "اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبr الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث اختبر الفخامة المعاد تعريفها مع مجموعتنا المتميزة الأحدث",
            "image": "https://aor-images-prod.s3.amazonaws.com/udpnrny5bwodp2vt40zdo3d1vw1u"
          }
        ],
        "buttonLabel": ""
      }
    },
    {
      "name": "techno_reviews",
      "data": {
        "title_ar": "لا تكتفي بكلامنا استمع لتجارب المشترين",
        "title_en": "Don't Just Take Our Word, Listen to Buyers' Experiences",
        "icon": "Star",
        "description": "في الأسفل بعض من تجارب زبائننا الذين اعجبهم منتجنا و اردوا اخباركم بذلك.",
        "items": [
          {
            "label": "إليزابيت روز - القاهرة",
            "content": "التنظيف المنتظم للشعر وذلك لأن غسيل الشعر المنتظم يحمي فروة الرأس ويبقي صحية وتنظيفة مع استخدام شامبو مناسب لنوعية شعرك.",
            "image": "https://images.unsplash.com/photo-1438761681033-6461ffad8d80?w=50&h=50&fit=crop&crop=face"
          },
          {
            "label": "ليلى أحمد - الرياض",
            "content": "منتج رائع! لاحظت فرق كبير من أول استخدام. أنصح به بشدة لكل من يعاني من مشاكل في الشعر.",
            "image": "https://images.unsplash.com/photo-1438761681033-6461ffad8d80?w=50&h=50&fit=crop&crop=face"
          },
          {
            "label": "سارة الجوهري - دبي",
            "content": "رائحة المنتج جميلة جدًا وفعاليته ممتازة. شعري أصبح أنعم وأكثر حيوية بعد استخدامه.",
            "image": "https://images.unsplash.com/photo-1438761681033-6461ffad8d80?w=50&h=50&fit=crop&crop=face"
          }
        ],
        "buttonLabel": ""
      }
    }
  ]
}
